{
  "availableAmazon": "Available on Amazon",
  "characters": "Characters",
  "chapterTitles": "Chapter Titles",
  "content": {
    "casa_desert": {
      "title": "Casa in the Desert",
      "content": "Rod Serling and Death walk into a bar...\nRose wants a weekend getaway with four friends, not to be the punch line to a cosmic joke. She's not going to get what she wants.\nHill City is a ghost town that is anything, but deserted. Coyotes are plentiful and water is scarce.\nA long drive from Phoenix proves to be a longer trip home; if they get home.",
      "sections": "ROSE is intelligent, quiet and pretty in a 'most guys don't like me because I'm smarter than they are' kind of way.\nLINDSAY sees the positive side to any situation. Yes, it's as annoying as it sounds.\nRYAN will sleep with any girl, anywhere, anytime.\nJESSIE is Ryan's current any. She sees the angry side to any situation.\nKEVIN is along for the ride and the company, especially Lindsay.",
      "extras": "DEATH, \"Since graduation five high school friends have gone their separate ways, but kept in touch. Twice a year they get together for a weekend of fun and frivolity. No, that can't be right. They take a weekend road trip together. It's Lindsay's turn to pick their destination. Lindsay doesn't realize she got a MapQuest to horror. She has GPS coordinates for fear. Let's just say, Lindsay makes a really bad choice.\""
    },
    "lone_wolf_carnival": {
      "title": "Lone Wolf Carnival",
      "content": "Lone Wolf Carnival is a small, retro if it were cool, but really just old carnival that travels the rural south. Most of the workers are guilty of something, but nothing as serious as murder. Lucky, this isn't a serious story. The carnival blows into town followed by a cloud of pot smoke that invites all to come and have a high time, one way or another. The carnival's owner, Clive/Ronald is trying to attract lots of customers to make lots of money. Unfortunately for him, the carnival attracts the police when a local blogger makes it to the carnival's opening night concert, but doesn't make it home.\nWhile local law enforcement searches for the missing woman they discover two carnival employees haven't been seen since the carnival got to town. Their missing persons list now includes a magician who learned his craft after his father disappeared with the preacher's wife and a preschool motivational speaker whose favorite topic is: \"Waldo - Does He Really Want to be Found?\"\nThe two officers in charge have their own problems to solve. One is more interested in the pretty new medical examiner than searching for clues; while the other searches for meaning to life since his divorce. Seeing his ex in a Ta-Tas parade down Main Street does nothing to reconcile the couple or improve his mood.\nThe junior detective does all the work from placing large remains in a body bag that is too small to collecting evidence from a dumpster. He better wear gloves.\nThe new police captain is rethinking her job choice.\nSuspects are interviewed. Clues are assembled. Relationships started and ended. Not just another buddy cop movie when three buddies and an armadillo are part of the cast."
    },
    "gun_club_rules": {
      "title": "Gun Club Rules",
      "content": "Rules at a gun club's shooting range are meant to be followed. They establish safety and set procedure. No one gets hurt.\nCarbine Diem Gun Club isn't like most gun clubs. Diem Club members seize the day with a .22. They take their second amendment rights seriously, just not each other. When a paramilitary bucket list runs the gamut from gotta get a date, gotta get a flak jacket to gotta get a lion, it's not going to be just another weekend.\nWhen the city zoo's lion goes missing the city falls to pieces and has to be put back together by its buddy cop bunglers who work well together while they drive each other crazy. Leads are followed. Women are followed. Men make huge mistakes until the missing in action king of the beasts finds his way back to the zoo with a little help and a long leash. Murder, maybe. Mayhem, no more than usual, but always gun clubs rule!"
    },
    "russian_snowflake": {
      "title": "Russian Snowflake",
      "content": "When a journalist, an anarchist and Kiev Gun Broker walk into a bar confusion happens. Protests pop up, elderly protestors fall down, young protestors find a place to vent their frustration at being ...young? Tour the town from the city hall run by a biker gang to a gun club like none other. Free coffee for everyone. Snowflakes of the world unite!",
      "extras": "2018 Scriptapalooza Screenplay Contest\nQuarterfinalist Comedy"
    },
    "tess_2_0": {
      "title": "Tess 2.0",
      "content": "Tess is a quiet high school freshman who loves reading and stage plays. She has no ambitions to be a cheer leader or date a football player. She could care less about the latest fashions or who’s on the cover of Shallow People magazine. Not your typical 15-year-old.\nTess hates high school and the feeling is mutual. Her days are filled with taunts: “Tess puts the ‘hor’ in horrible.” Her nights are filled with clever comebacks and should’ve saids. She dreams of getting even, changing the bullies or changing herself. Tess is determined to come up with a way as unique as she is to combat 21st Century Darwinism (survival of the meanest) using humor, understanding and just a touch of payback.",
      "chapters": "Not You Dog Face\nI Hear You\nI Guess I'm On My Own\nAlways More Social than Studies\nI Save the Trees and Use my Laptop\nNew Me, Too Bad for You\nA Guide to Self-Esteem Retribution\nBefore Buff was Buff\nSome Reason You Want Me Out of the House\nPick Your Nemesis\nCheap Therapy and a Night at the Theatre\nIt's a Really Good Line\nMy Own Answers\nHer Royal Highness in High-Tops\nWith or Without an Audience\nFresh Air and Arraignments",
      "links": "Available through Amazon. com\nISBN-10: 1494204932 or ISBN-13: 978-1494204938\n2014 Hollywood Book Festival Honorable Mention Young Adult Tess 2.0\n2014 The Great Southwest Book Festival General Fiction Young Adult - Runner Up\nTess 2.0 "
    },
    "tess_2_0_stage": {
      "content": "Tess loves reading and going to stage plays. She has no ambitions to be a cheer leader or date a football player. She could care less about the latest fashions or who’s on the cover of Shallow People magazine. She's not your typical 15-year-old.\nTess hates high school and the feeling is mutual. Her days are filled with taunts: \"Tess puts the ‘hor’ in horrible.\" Her nights are filled with clever comebacks and should’ve saids.\nShe dreams of getting even, changing the bullies or changing herself. What should she do?\nTess asks her best friend, Derek, for advice, but he has problems of his own. The school's guidance counselor isn’t much help. She tells Tess to fit in she has to dumb down and slut up. Tess won’t do that.\nEven Tess's parents don’t understand. They think bullies leave a physical mark: a black eye or bruises. They don’t realize bullies today use subtler weapons. They lie. They whisper. They spread rumors. Tess’s parents’ advice is out-of-date.\nTess decides she has to solve this problem on her own. She is determined to come up with a way as unique as she is to combat 21st Century Darwinism (survival of the meanest) using humor, understanding and just a touch of payback."
    },
    "truer_detective": {
      "title": "True Detective",
      "subtitle": "SPOILER ALERT ... The killer did it.",
      "content": "Small town police officers ticket drivers who speed, pick-up shoplifters at the dollar store and track down truant high school students. Small town life is slow and not very exciting or dangerous. One murder would be unusual and several murders would be very different.\nLuckily, the two detectives assigned to solve these crimes are very different.\nWoodrow and Joshua may be partners, but they are opposites. Woodrow is married. Joshua is single. Woodrow doesn't know the meaning of fidelity and Joshua doesn't know the meaning of reality. Woodrow comes from a family tradition of police officers. Some suspended. Some just never caught. Joshua was raised by wolves.\nOpposites or not, they have to work together to stop this backwoods' crime spree with antlers and t-shirts the only clues for a couple of clueless detectives."
    },
    "women_history": {
      "title": "Women in American History A Social, Political, and Cultural Encyclopedia and Document Collection in Four Volumes",
      "extras": "Peg A. Lamphier and Rosanne Welch, Editors\nLinda Briley-Webb, Contributing writer",
      "sections": "Pre-Colonial North America to the Early Republic\nAntebellum America through the Gilded Age\nProgressive Era through World War II\nCold War America to Today"
    }
  },
  "email": "E-mail",
  "featuresAndShort": "Features\nand\nShort",
  "header": {
    "text": "Books, Screenplays, and Photographs",
    "title": "BrileyWebb.com"
  },
  "links": "Links",
  "menu": {
    "books": "Go to Books",
    "contact": "Contact Me",
    "home": "Go Home",
    "photographs": "Photographs",
    "screenplays": "Screenplays"
  },
  "rusaWinner": "RUSA Winner American Library Association",
  "screenplays": "Screenplays",
  "talkAt": "Always happy to talk at: ",
  "volumes": "Volumes"
}